Repository: common-repository/super-transactional-emails-for-woocommerce
Catalog: languages/stewoo-*.po
Languages: fr_fr

source: There is a new version of %1$s available. %2$sView version %3$s details%4$s.
fr_fr: Il y a une nouvelle version de %1$s disponible. %2$sVoir les détails de la version %3$s %4$s.

source: There is a new version of %1$s available. %2$sView version %3$s details%4$s or %5$supdate now%6$s.
fr_fr: Il y a une nouvelle version de %1$s disponible. %2$sVoir les détails de la version %3$s %4$s ou %5$smettre à jour maintenant%6$s.

source: You do not have permission to install plugin updates
fr_fr: Vous n’avez pas la permission d’installer des mises à jour de plugin

source: Error
fr_fr: Erreur

source: An error occurred, please try again.
fr_fr: Une erreur est survenue, merci de réessayer.

source: Your license key expired on %s.
fr_fr: Votre clé de license a expiré le %s.

source: Your license key has been disabled.
fr_fr: Votre clé de license a été désactivé.

source: Invalid license.
fr_fr: License invalide.

source: Your license is not active for this URL.
fr_fr: Votre license n’est pas active pour cette URL.

source: This appears to be an invalid license key for %s.
fr_fr: Il semble que le clé de license soit invalide pour %s.

source: Your license key has reached its activation limit.
fr_fr: Le nombre d’activation maximum pour cette clé de license a été atteint.

source: You must have at least one valid order in WooCommerce to preview emails.
fr_fr: Vous devez avoir au moins une commande dans WooCommerce pour prévisualiser les emails.

source: Sorry, an error occurred.
fr_fr: Désolé, une erreur s’est produite.

source: Email Sent.
fr_fr: Email envoyé.

source: Please click on save/publish before sending the test email
fr_fr: Merci de cliquer sur Enregister&Publier avant d’envoyer l’email de test.

source: Base Colour
fr_fr: Couleur de base

source: Background Colour
fr_fr: Couleur de fond

source: Body Background Colour
fr_fr: Couleur de fond du corps de la page

source: Body Text Colour
fr_fr: Couleur de texte du corps de la page

source: Footer Text
fr_fr: Texte du pied de page

source: You can use HTML tags
fr_fr: Vous pouvez utiliser des balises HTML

source: Header Image
fr_fr: Image de l’entête

source: Header Background Color
fr_fr: Couleur de fond de l’entête

source: Header Text Color
fr_fr: Couleur du texte de l’entête

source: Header Font Size
fr_fr: Taillle de la police de l’entête

source: Header Padding
fr_fr: Padding de l’entête

source: Top Text Color
fr_fr: Couleur du texte en haut

source: Top Text Font Size
fr_fr: Taille de la police du texte en haut

source: Top Text Padding
fr_fr: Padding du texte en haut

source: Show images on items order list
fr_fr: Afficher les images des articles commandés

source: Order Details Vertical Spacing
fr_fr: Espacement vertical des éléments de la commande

source: Order # to preview
fr_fr: N° de la commande à prévisualiser

source: Product quantity
fr_fr: Quantité de produits

source: Specific Products
fr_fr: Produits spécifiques

source: Internal CSS code
fr_fr: Code CSS interne

source: This code is combined in HTML tags style attribut.
fr_fr: Ce code est combiné dans les attributs style des balises HTML.

source: Inline Style Sheet code
fr_fr: Code CSS inline

source: This code is include between &lt;style&gt;&lt;/style&gt; tag in HTML email &lt;head&gt; section.
fr_fr: Ce code est inclus dans une balise &lt;style&gt;&lt;/style&gt; au sein du &lt;head&gt; de l’email HTML.

source: Title
fr_fr: Titre

source: Display Title
fr_fr: Afficher le titre

source: Yes
fr_fr: Oui

source: No
fr_fr: Non

source: Subtitle
fr_fr: Sous-titre

source: Display Subtitle
fr_fr: Afficher le sous-titre

source: Display Products Names
fr_fr: Afficher le nom des produits

source: Show Products Prices
fr_fr: Afficher le prix des produits

source: Show Products Descriptions
fr_fr: Afficher la description des produits

source: Products Description Length
fr_fr: Longueur de la description des produits

source: Show Products Buttons
fr_fr: Afficher les boutons des produits

source: Products Buttons Text
fr_fr: Texte des boutons des produits

source: Suggested Products Zone
fr_fr: Zone des produits suggérés

source: Before Order Details
fr_fr: Avant les détails de la commande

source: After Order Details
fr_fr: Après les détails de la commande

source: Title Color
fr_fr: Couleur du titre

source: Title Background Color
fr_fr: Couleur de fond du titre

source: Title Font Size
fr_fr: Taille de la police du titre

source: Subtitle Color
fr_fr: Couleur du sous-titre

source: Subtitle Background Color
fr_fr: Couleur de fond du sous-titre

source: Subtitle Font Size
fr_fr: Taille de la police du sous-titre

source: Subtitle Position
fr_fr: Position du sous-titre

source: Before Suggested Products
fr_fr: Avant les produits suggérés

source: After Suggested Products
fr_fr: Après les produits suggérés

source: Main Background Colour
fr_fr: Couleur du fond principal

source: Product Title Color
fr_fr: Couleur du titre du produit

source: Product Title Font Size
fr_fr: Taille de police du titre du produit

source: Product Price Color
fr_fr: Couleur du prix du produit

source: Product Price Font Size
fr_fr: Taille de police du prix du produit

source: Product Description Color
fr_fr: Couleur de la description du produit

source: Product Description Font Size
fr_fr: Taille de police de description du produit

source: Product Button Color
fr_fr: Couleur du bouton du produit

source: Product Button Background Color
fr_fr: Couleur de fond du bouton du produit

source: Product Button Font Size
fr_fr: Taille de la police du bouton du produit

source: Send Test Email
fr_fr: Envoyer un email de test

source: Products selection rules
fr_fr: Règles de sélection des produits

source: Search for a product&hellip;
fr_fr: Rechercher un produit&hellip;

source: Check out our other products
fr_fr: Découvrez nos autres produits

source: We have made this selection for you according to your tastes
fr_fr: Nous avons fait cette sélection spécialement pour vous

source: Suggested Products Selection
fr_fr: Sélection de produits suggérés

source: Suggested Products Infos
fr_fr: Informations des produits suggérés

source: WooCommerce Base Design
fr_fr: Design de base de WooCommerce

source: Header Design
fr_fr: Design de l’entête

source: Body Design
fr_fr: Design du corps du message

source: Suggested Products Design
fr_fr: Design des produits suggérés

source: Custom CSS
fr_fr: CSS personnalisé

source: view more
fr_fr: découvrir

source: License Key
fr_fr: Clé de license

source: Customize Emails
fr_fr: Personnaliser les emails

source: Email type to preview
fr_fr: Email à prévisualiser

source: Embed images
fr_fr: Intégrer les images

source: This option may not work depending of your smtp settings.
fr_fr: Ce paramètre peut ne pas fonctionner en fonction de vos réglages SMTP

source: Add suggested products on email template:
fr_fr: Ajouter des suggestions de produits sur les emails suivants :

source: Backup/Restore Design Settings
fr_fr: Sauvegarder / Importer des réglages de personnalisation

source: Use these buttons to export or import customizer settings
fr_fr: Utilisez ces boutons pour exporter vos réglages ou en importer des nouveaux

source: Export Customizer Settings
fr_fr: Exporter les réglages de personnalisation

source: Import Customizer Settings from Selected File
fr_fr: Importer les réglages de personnalisation depuis le fichier sélectionné

source: Super Transactional Emails for WooCommerce requires WooCommerce to be installed and active.
fr_fr: Il est nécessaire d’avoir WooCommerce installé et activé pour utiliser Super Transactional Emails for WooCommerce

source: WooCommerce 2.3 is required for Super Emails for WooCommerce to run, so please update to the latest stable version of WooCommerce.
fr_fr: WooCommerce 2.3 est nécessaire pour Super Emails for WooCommerce, merci de faire la mise à jour de WooCommerce

source: Random Products
fr_fr: Produits au hasard
